Repository: Jju17/PouleParty
Catalog: Localizable.xcstrings
Source language: en
Languages: fr

source: %lld meters
fr: %lld mètres

source: Are you sure you want to cancel and finish the game now ?
fr: Es-tu sûr de vouloir annuler et finir le jeu maintenant ?

source: Cancel
fr: Annuler

source: Cancel game
fr: Annuler le jeu

source: Catch the 🐔 !
fr: Attrape le 🐔 !

source: Don't be seen !
fr: Ne te fais pas remarquer !

source: End at
fr: Fini à

source: FOUND
fr: TROUVÉ

source: Game Settings
fr: Réglages du jeu

source: Hello, World!
fr: Bonjour le monde!

source: I am la poule
fr: Je suis la poule

source: I'll wait
fr: J’attends

source: Map setup
fr: Réglages de la carte

source: Map update in: %@:%@
fr: Màj de la carte dans: %1$@:%2$@

source: Never mind
fr: Autant pour moi

source: No game found
fr: Aucune partie en cours

source: Password
fr: Mot de passe

source: Please enter admin password.
fr: Merci d’enter le mot de passe admin.

source: Please wait on this page until the 🐔 create a new game.
fr: Merci d’attendre sur cette page jusqu’à ce qu’un 🐔 crée une nouvelle partie.

source: Radius : %lldm
fr: Rayon: %lldm

source: Radius decline
fr: Rétrécissement du rayon de

source: Radius interval update
fr: Update du rayon toutes les

source: Radius: %lld
fr: Rayon: %lld

source: Start at
fr: Départ à

source: Start game
fr: Commencer le jeu

source: Was the Chicken inside the bar ?
fr: Est-ce que le poulet était dans le bar ?

source: You are the 🐔
fr: Tu es le 🐔

source: You are the Hunter
fr: Tu es le Chasseur
